[
  {
    "parkID": "e0d9a9f6-e65f-4dfa-ad5f-83e394cc1bca",
    "name": "Aspen Trail",
    "length": "2 km",
    "difficulty": "moderate",
    "description": "The Aspen Trail will introduce you to stands of boreal forest consisting of aspen, birch, Jack Pine, Balsam Fir and spruce trees. Walk through the remnants of the terrific wind storm of 1973 and over bare rock surfaces scarred by glaciers which melted 10 to 15 thousand years ago! Look for signs of White-tailed Deer, such as browsed branches, tracks and pellets. All the while you will be entertained by Aaron’s 26 species of warblers, as well as other boreal songbirds."
  },
  {
    "parkID": "e0d9a9f6-e65f-4dfa-ad5f-83e394cc1bca",
    "name": "Eastern White Cedar Trail",
    "length": "1.2 km",
    "difficulty": "easy",
    "description": "A stroll down this trail will help you appreciate the history and ecology of Aaron. You will walk through large, historic stands of trees, hike along the shores and wetlands of Thunder Lake and climb up a slope to a clay plain. See how many species of amphibians, mammals, birds, trees, flowers, lichens, and mosses you can spot along the way"
  },
  {
    "parkID": "7fa3c535-b3d9-453f-bee7-96f77f9661f3",
    "name": "Beaver Meadow Trail",
    "length": "7 km",
    "difficulty": "moderate",
    "description": "Arrowhead’s longest trail passes Porcupine Bluffs, the remnant shoreline of a huge ancient lake. The bluffs are easily visible in the spring and fall but are hidden during the leafy summer months. The trail circles a large beaver pond with large rafts of cattails where you might see otter, moose, Great Blue Heron, Tree Swallows and, of course, beavers. Near the end, the trail crosses a field and you can see evidence of the once successful Oke homestead—old fence lines, building foundations and domestic plants such as rhubarb and apple trees."
  },
  {
    "parkID": "7fa3c535-b3d9-453f-bee7-96f77f9661f3",
    "name": "Stubb’s Falls Trail",
    "length": "2 km",
    "difficulty": "easy",
    "description": "Take this trail in early spring when wildflowers and songbirds will be your reward. At Stubb’s Falls, the Little East River rushes down a rock chute. Stop here for a pleasant respite."
  },
  {
    "parkID": "7fa3c535-b3d9-453f-bee7-96f77f9661f3",
    "name": "Homesteaders Trail",
    "length": "3 km",
    "difficulty": "moderate",
    "description": "In the 1870s, homesteaders cleared this area. Take this trail across moderately rugged terrain and see traces of abandoned farm fields now reclaimed by young forest."
  },
  {
    "parkID": "908cb1e4-176c-415a-bd09-1dd2a70083a8",
    "name": "Fire Tower Trail",
    "length": "4.1 km",
    "difficulty": "dificult",
    "description": "The “must do” hiking trail in Restoule. The trail meanders through some beautiful mature forests, travelling across boardwalks and rugged rocky ridges. The trail offers a great rest location and view point at Amber Lake, and also passes by a historic Fire Tower. After a challenging climb this trail will continue to impress with a spectacular view from atop the 100 meter high Stormy Lake Bluff."
  },
  {
    "parkID": "908cb1e4-176c-415a-bd09-1dd2a70083a8",
    "name": "The River Trail",
    "length": "1.2 km",
    "difficulty": "easy",
    "description": "This trail takes you through the rolling topography of the west side of the Restoule River. It is a gently paced trail that will take you along the river and then through some beautiful mature forests."
  },
  {
    "parkID": "908cb1e4-176c-415a-bd09-1dd2a70083a8",
    "name": "Gibs Trail",
    "length": "4.8 km",
    "difficulty": "moderate",
    "description": "This is a linear trail with a return trip distance of 4.8km (2.4km each way). The trail travels through large mature beech and mixed hardwood forests ending at a scenic lookout and swim spot on the shore of Stormy Lake."
  },
  {
    "parkID": "5ac78553-299d-419e-81dd-efa6a7f31999",
    "name": "Cliff Top Trail",
    "length": "1.5 km",
    "difficulty": "difficult",
    "description": "This trail is only accessible by water. Canoe and kayak rentals are available in the Lagoon. Stairs and a pathway take hikers to the top of Mazinaw Rock to three observation decks overlooking the lake."
  },
  {
    "parkID": "5ac78553-299d-419e-81dd-efa6a7f31999",
    "name": "Shield Trail",
    "length": "4.8 km",
    "difficulty": "moderate",
    "description": "Follow a section of the old Addington Road as it crosses the rugged landscape of the Canadian Shield where you will see hardwood forests, cedar lowlands and a beaver swamp."
  },
  {
    "parkID": "5ac78553-299d-419e-81dd-efa6a7f31999",
    "name": "Pet Exercise Trail",
    "length": "1.4 km",
    "difficulty": "easy",
    "description": "Let your furry friend off-leash on this designated pet exercise trail."
  },
  {
    "parkID": "60a14b02-6683-4978-8626-eea213249048",
    "name": "Maiden’s Blush Trail",
    "length": "1 km",
    "difficulty": "easy",
    "description": "The trailhead is north of the Children’s Playbarn (Lot C). This paved trail winds through mature forest and is suitable for walking, roller blading and cycling. This trail is wheelchair accessible."
  },
  {
    "parkID": "60a14b02-6683-4978-8626-eea213249048",
    "name": "Halfmoon Valley Trail",
    "length": "2 km",
    "difficulty": "moderate",
    "description": "Trailhead is minutes from Spruce Lane Farmhouse (lot F). Explore the Bronte Creek valley and the parks early history. It includes some steep climbs and may not be suitable for disabled visitors. MP3 audio tour available."
  },
  {
    "parkID": "60a14b02-6683-4978-8626-eea213249048",
    "name": "Ravine Trail",
    "length": "2.7 km",
    "difficulty": "easy",
    "description": "This linear path meanders along the top of the valley between Spruce Lane Farm and the picnic area by Parking Lot A."
  },
  {
    "parkID": "aba2a868-052b-4ba0-be8b-e77afd8aaed8",
    "name": "Rainbow Run",
    "length": "11 km",
    "difficulty": "moderate",
    "description": "This trail is a loop that encompasses the entire trail system around Earl Rowe. This shared-use trail allows for walking or biking to the pool, park store, Resource Centre or your favourite fishing spot. A portion of this trail includes a moderate incline to a lookout platform."
  },
  {
    "parkID": "aba2a868-052b-4ba0-be8b-e77afd8aaed8",
    "name": "Lookout Trail",
    "length": "4 km",
    "difficulty": "moderate",
    "description": "Take this trail for a hike up to a beautiful lookout platform overlooking Earl Rowe and surrounding area. This trail includes a moderate climb and biking is not recommended."
  },
  {
    "parkID": "aba2a868-052b-4ba0-be8b-e77afd8aaed8",
    "name": "Resource Trail",
    "length": "1.5 km",
    "difficulty": "easy",
    "description": "Follow this easy trail and learn about the great natural resources at Earl Rowe."
  },
  {
    "parkID": "aba2a868-052b-4ba0-be8b-e77afd8aaed8",
    "name": "Little Trail",
    "length": "0.5 km",
    "difficulty": "easy",
    "description": "Designed for a quick, easy walk through the woods from Westbeach to the main road, the Little Trail will bring you out by our fish ladder and dam."
  },
  {
    "parkID": "84016edd-6577-4996-9e50-bcaf2ae5145e",
    "name": "Jobes’ Woods Trail",
    "length": "1.0 km",
    "difficulty": "easy",
    "description": "This trail winds through an area that was once part of a farm settled by Thomas and Ezekial Jobes in 1835. This part of their farm remained relatively undisturbed by settlement activity and today contains one of the oldest deciduous woodlots at Presqu’ile."
  },
  {
    "parkID": "84016edd-6577-4996-9e50-bcaf2ae5145e",
    "name": "Cemetery Trail",
    "length": "0.3 km",
    "difficulty": "easy",
    "description": "This path connects the cemetery interpretive panel at the Camp Office parking lot with the site of an abandoned pioneer cemetery. The site itself is marked with a commemorative granite boulder, though no other evidence remains."
  },
  {
    "parkID": "84016edd-6577-4996-9e50-bcaf2ae5145e",
    "name": "Pioneer and Newcastle Trails",
    "length": " 8.1 km",
    "difficulty": "easy",
    "description": "These trails lead you through the forests, plantations and old fields found in the heart of the Presqu’ile peninsula.  Along these trails you will encounter a diversity of plants and wildlife in the mature beech-maple forest, old fields and early succession forest which dominate this area of the park."
  },
  {
    "parkID": "84016edd-6577-4996-9e50-bcaf2ae5145e",
    "name": "Marsh Trail",
    "length": "1.2 km",
    "difficulty": "easy",
    "description": "This trail includes 800 m of boardwalk complete with two viewing towers and a teaching platform (great for picnics too!) that takes visitors into the marsh. Sixteen interpretive panels along the trail illustrate the story of the marsh and its inhabitants.  The boardwalk portion of the trail is barrier-free."
  },
  {
    "parkID": "84016edd-6577-4996-9e50-bcaf2ae5145e",
    "name": "Owen Point Trail",
    "length": "1.6 km",
    "difficulty": "easy",
    "description": "This trail offers excellent opportunities to see migrating shorebirds along the natural beach and distant views of the waterbird colonies on their island nesting grounds. The trail can be accessed from the south end of the beach or from the west end of High Bluff Campground."
  },
  {
    "parkID": "6d538518-8a67-49f0-8cbb-85dacd258abb",
    "name": "McNaugton Trail",
    "length": "2 km",
    "difficulty": "easy",
    "description": "Take an easy stroll along the meandering Bonnechere River and learn about its rich natural and cultural history by exploring our Foot Prints in Time (FIT). FIT is based on the traditional local First Nations way of teaching and explaining our history. The trail takes you in stride with 13 giant foot prints, marked by posts with interpretive and educational text designed to be informative and engage you and your family along the hike. You will truly enjoy this adventure."
  },
  {
    "parkID": "6d538518-8a67-49f0-8cbb-85dacd258abb",
    "name": "Walks of the Little Bonnechere River",
    "length": "3 km",
    "difficulty": "moderate",
    "description": "The Walks of the Little Bonnechere River is a compilation of 10 local trails and stopping places which will help you gain an understanding of the history of the river and its people. Each trail offers a variety of experiences and opportunities to explore natural and cultural history. Trail length and difficulty vary, providing an opportunity for all to enjoy."
  },
  {
    "parkID": "e9f948c1-8b07-491c-a4d7-549e8df50c35",
    "name": "Lookout Bluff Trail",
    "length": "2.2 km",
    "difficulty": "easy",
    "description": "Hike from the park office to the edge of the bluff overlooking Long Point Bay and return."
  },
  {
    "parkID": "e9f948c1-8b07-491c-a4d7-549e8df50c35",
    "name": "Fin & Feather Trail",
    "length": "4.0 km",
    "difficulty": "medium",
    "description": "Begin at the north end of the Fin & Feather Campground and hike along the old hatchery pond to the Normandale Fish Hatchery, around to the north boundary of the park and then retrace the trail back into the park."
  },
  {
    "parkID": "e9f948c1-8b07-491c-a4d7-549e8df50c35",
    "name": "Oak Savanna Trail",
    "length": "1.0 km",
    "difficulty": "easy",
    "description": "This trail is located just east of the Whippoorwill Campground and takes you through an area of plantation and naturally forested areas that have had controlled fires (prescribed burns) to return the area to a natural oak and pine forest cover."
  },
  {
    "parkID": "37fc1c93-7c40-497c-8e25-8b0170b647f3",
    "name": "Whiskey Rapids",
    "length": "2.1 km",
    "difficulty": "moderate",
    "description": "This looped trail leads along the Oxtongue River to scenic Whiskey Rapids. The trail guide discusses the ecology and history of an Algonquin river."
  },
  {
    "parkID": "37fc1c93-7c40-497c-8e25-8b0170b647f3",
    "name": "Hardwood Lookout",
    "length": "0.8 km",
    "difficulty": "moderate",
    "description": "This walk introduces the visitor to the ecology of a typical Algonquin hardwood forest and culminates in a fine view of Smoke Lake and the surrounding hills."
  },
  {
    "parkID": "37fc1c93-7c40-497c-8e25-8b0170b647f3",
    "name": "Centennial Ridges",
    "length": "10 km",
    "difficulty": "dificult",
    "description": "This demanding loop rewards the hiker with spectacular viewing along two high ridges."
  },
  {
    "parkID": "37fc1c93-7c40-497c-8e25-8b0170b647f3",
    "name": "Hemlock Bluff",
    "length": "3.5 km",
    "difficulty": "moderate",
    "description": "This trail leads through a mixed forest to an impressive view of Jack Lake."
  },
  {
    "parkID": "37fc1c93-7c40-497c-8e25-8b0170b647f3",
    "name": "Spruce Bog Boardwalk",
    "length": "1.5 km",
    "difficulty": "easy",
    "description": "Several boardwalk sections in the looped trail give you an excellent close-up look of two typical northern Black Spruce bogs. The trail is located right off of the Highway 60 corridor, making it very accessible for bird watching."
  },
  {
    "parkID": "25092cc2-bd85-4bce-8151-5cd642e28d44",
    "name": "Swan Lake Trail",
    "length": "1.5 km",
    "difficulty": "difficult",
    "description": "Wind through a special area in the park which is protected as a nature reserve. This short hike crosses rocky ridges and lookouts as well as a variety of interesting wetlands. The centerpiece of the trail includes a boardwalk, where wetland plants and animals can be studied. While there, be sure to watch for the Great Blue Heron, beaver, waterfowl, bitterns and other varieties of birds, reptiles, amphibians, fish, deer, moose and carnivorous plants."
  },
  {
    "parkID": "25092cc2-bd85-4bce-8151-5cd642e28d44",
    "name": "Gut Lake Trail",
    "length": "2.5 km",
    "difficulty": "difficult",
    "description": "For some, this is the most popular trail in the park. It travels by two different areas: the rugged rock of the Precambrian Shield (which supports most of the life in this area), and the lakes, streams and wetlands (which drain excess water into Georgian Bay). There are many points that are ideal for photos, rest stops or a picnic. If you walk quietly, you may see Great Blue Heron, other birds, amphibians, fox, deer and moose."
  },
  {
    "parkID": "25092cc2-bd85-4bce-8151-5cd642e28d44",
    "name": "Beaver Dams Trail",
    "length": "3.6 km",
    "difficulty": "moderate",
    "description": "This trail passes through dense forest and wetlands. Moose, deer, fisher, grouse and many other species of birds and mammals may be seen. The highlight of the trail is the Great Blue Heron rookery, identified as large bunches of branches at the tops of swamp-killed trees. In the spring, a few of these nests are active so bring your binoculars! Finally, you will also see a dammed rock fracture which controls the water level of Bucke Lake and affects Grundy and Gut Lakes as well as Nisbet Creek. Beavers are amazing engineers!"
  },
  {
    "parkID": "25092cc2-bd85-4bce-8151-5cd642e28d44",
    "name": "Pakeshkag Lake Trail",
    "length": "5.2 Km",
    "difficulty": "easy",
    "description": "This multi-use linear trail is 2.6 km each way and will take approximately 2 hours at a leisurely walking pace. Pack a lunch and enjoy it on one of the picnic tables at the Pakeshkag Lake landing. The trail will take you past the Beaver Lake wetland which is a favourite with birdwatchers in the Spring. This trail can also be used as a portage to access the backcountry sites on Beaver Lake and Pakeshkag Lake."
  },
  {
    "parkID": "1a2bbbca-c4ac-4792-9bd1-234786909889",
    "name": "Sauble Trail",
    "length": "2.5 km",
    "difficulty": "easy",
    "description": "This trail travels primarily through a Red Pine plantation. An interpretive leaflet explains current and historic forest management practices in the area. Bicycles are not allowed on this trail which travels through an area of ancient sand dunes."
  },
  {
    "parkID": "df02d24f-d9b2-4ee7-bac6-fd2a52e53f3b",
    "name": "Beaver Pond Trail",
    "length": "3 km",
    "difficulty": "moderate",
    "description": "The Beaver Pond Trail is accessed off the main entrance road between the Park Office and the beach.  Two loops offer hikers a choice between a 2 km and 3 km hike."
  }
]
